/* MuM 服务菜单标题（Finder 右键 →「服务」→「用 MuM 打开」）。

   系统查的是 <lang>.lproj/ServicesMenu.strings —— **不是** Localizable.strings，
   也不是 InfoPlist.strings。0.8.2 把标题放进 Localizable.strings，结果英文系统下
   只能回退显示 Info.plist 里的中文原文（ice 2026-10-07 报「语言对么」）。

   key = Info.plist 里 NSServices 的 NSMenuItem.default 原文；
   不提供 zh-Hans 这份 —— 中文靠 Info.plist 原文兜底。
   编码用 UTF-16：与系统自带/主流 app（如 Keka）一致。 */

"用 MuM 打开" = "Open in MuM";
